[
  {
    "subject": "From Humble Beginnings to Generational Impact",
    "body": "Hey {{name}}, 👋\n\nWe’d love for you to meet the visionary behind Doriscar Capital Group: **Dr. David Doriscar**.\n\nFrom a community-rooted upbringing to earning an MBA and a doctorate in leadership, Dr. Doriscar’s journey wasn’t built on privilege — it was powered by faith, family, and fierce purpose. His career spans everything from commodity trading to academia, real estate, and small business finance.\n\nAnd through it all, one mission has stayed the same:  \n👉 Empower entrepreneurs like you to build generational wealth.\n\nThis is just the beginning of the story.\n\n**Ready to connect with the man behind the mission?**  \n👉 [Schedule a call with our CEO and founder Dr. David Doriscar.](#)\n"
  },
  {
    "subject": "A Legacy of Leadership and Financial Empowerment",
    "body": "Hi {{name}},\n\nFor Dr. Doriscar, **wealth isn’t about numbers — it’s about purpose.**  \nIt’s about making money serve your mission, not the other way around.\n\nHis experience with over 100 lenders taught him what most don’t know:  \n📉 Traditional lending overlooks real entrepreneurs.  \n📈 Real solutions must be built with community, flexibility, and heart.\n\nThrough his book, _\"7 Things to Know to Get Money for Your Business,\"_ and his public appearances on Bloomberg and Black Talk Radio, he’s made one thing clear:  \n**Access to capital should never be limited to the privileged few.**\n\n**Want to hear how he can help you unlock your next chapter?**  \n👉 [Schedule a call with our CEO and founder Dr. David Doriscar.](#)\n"
  },
  {
    "subject": "What Drives Our Founder to Keep Building",
    "body": "Hey {{name}},\n\nBehind Dr. Doriscar’s business acumen is something even more powerful:  \n🧭 A mission rooted in faith, family, and giving back.\n\nWhether you meet him in church, at a board meeting, or speaking to students, one thing is always clear — **he lives on purpose.**\n\n💡 His belief:  \n> “Financial independence is not the goal. It’s the tool we use to fulfill our true purpose.”\n\nIf you want to partner with a lender who leads with heart and thinks long-term, you’re in the right place.\n\n**Let’s talk about what your purpose-driven path to funding could look like.**  \n👉 [Schedule a call with our CEO and founder Dr. David Doriscar.](#)\n"
  },
  {
    "subject": "Your Invitation: Work Directly with Dr. Doriscar",
    "body": "Hi {{name}},\n\nIf you've ever wished for a financing partner who gets it —  \nwho’s walked the walk and knows what it takes to build from the ground up —  \nthis is your moment.\n\nDr. Doriscar’s schedule fills fast, but as part of this email community,  \nyou’re invited to book time with him directly.\n\nWhether you’re scaling a business, investing in real estate, or just want to understand your options — you’ll walk away with clarity, direction, and next steps.\n\n🗓️ Don’t miss this opportunity to get personalized advice straight from the source.\n\n👉 [Schedule a call with our CEO and founder Dr. David Doriscar.](#)\n"
  }
]